Repository: fol2/Octopus_Agile_Helper
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Set your billing cycle start day to align with your Octopus Energy bill. This helps in accurately tracking your energy costs across billing periods.
ar: اضبط يوم بدء دورة الفواتير لديك ليتطابق مع فاتورة Octopus Energy الخاصة بك. يساعد ذلك في تتبع تكاليف الطاقة بدقة عبر فترات الفوترة.
ca: Configura el dia d'inici del teu cicle de facturació perquè coincideixi amb la factura d’Octopus Energy. Això ajuda a fer un seguiment precís de les despeses energètiques al llarg dels períodes de facturació.
cs: Nastavte si počáteční den fakturačního cyklu tak, aby odpovídal faktuře od Octopus Energy. To pomůže přesně sledovat náklady na energii v jednotlivých obdobích fakturace.
da: Indstil startdagen for din faktureringscyklus, så den matcher din Octopus Energy-regning. Dette hjælper med nøjagtigt at spore dine energiomkostninger gennem faktureringsperioder.
de: Legen Sie den Starttag Ihres Abrechnungszyklus fest, damit er mit Ihrer Octopus Energy-Rechnung übereinstimmt. Dies hilft dabei, Ihre Energiekosten während der Abrechnungszeiträume genau zu verfolgen.
el: Ορίστε την ημέρα έναρξης του κύκλου χρέωσης ώστε να ταιριάζει με τον λογαριασμό σας από την Octopus Energy. Αυτό βοηθά στην ακριβή παρακολούθηση του κόστους ενέργειας σε κάθε περίοδο χρέωσης.
es: Configura el día de inicio de tu ciclo de facturación para que coincida con tu factura de Octopus Energy. Esto ayuda a realizar un seguimiento preciso de tus costes de energía a lo largo de los periodos de facturación.
fi: Aseta laskutusjakson aloituspäivä vastaamaan Octopus Energy -laskuasi. Tämä auttaa seuraamaan energiakustannuksia tarkasti laskutuskausien aikana.
fr: Définissez le jour de début de votre cycle de facturation pour qu’il corresponde à votre facture Octopus Energy. Cela permet de suivre précisément vos coûts énergétiques au fil des périodes de facturation.
he: הגדר את יום תחילת מחזור החיוב כך שיתאים לחשבון ה- Octopus Energy שלך. זה עוזר במעקב מדויק אחר עלויות האנרגיה לאורך תקופות החיוב.
hi: अपना बिलिंग साइकिल आरंभ दिन Octopus Energy बिल के अनुरूप सेट करें। यह बिलिंग अवधियों में आपकी ऊर्जा लागतों को सटीक रूप से ट्रैक करने में मदद करता है।
hr: Postavite početni dan obračunskog razdoblja tako da odgovara vašem Octopus Energy računu. Time se pomaže preciznije pratiti troškove energije tijekom obračunskih razdoblja.
hu: Állítsa be a számlázási ciklus kezdőnapját, hogy illeszkedjen az Octopus Energy számlájához. Ez segít pontosan nyomon követni az energiaköltségeket a számlázási időszakok során.
id: Tetapkan hari mulai siklus penagihan Anda agar sesuai dengan tagihan Octopus Energy. Ini membantu dalam melacak biaya energi Anda secara akurat selama periode penagihan.
it: Imposta il giorno di inizio del ciclo di fatturazione in modo che corrisponda alla fattura di Octopus Energy. Questo aiuta a tenere traccia con precisione dei costi energetici durante i periodi di fatturazione.
ja: 請求サイクル開始日を Octopus Energy の請求書に合わせて設定してください。これにより、請求期間中のエネルギーコストを正確に追跡できます。
ko: 청구 주기의 시작일을 Octopus Energy 청구서와 일치하도록 설정하세요. 이렇게 하면 청구 기간 동안 에너지 비용을 정확하게 추적할 수 있습니다.
ms: Tetapkan hari mula kitaran pengebilan anda agar sepadan dengan bil Octopus Energy anda. Ini membantu menjejaki kos tenaga anda dengan lebih tepat sepanjang tempoh pengebilan.
nb: Sett startdagen for faktureringssyklusen slik at den samsvarer med din Octopus Energy-faktura. Dette hjelper med nøyaktig sporing av energikostnader gjennom faktureringsperioder.
nl: Stel de startdag van je factureringscyclus in zodat deze overeenkomt met je Octopus Energy-factuur. Dit helpt bij het nauwkeurig bijhouden van je energiekosten gedurende de factureringsperioden.
pl: Ustaw dzień rozpoczęcia cyklu rozliczeniowego tak, aby pasował do rachunku z Octopus Energy. Dzięki temu można precyzyjnie śledzić koszty energii w poszczególnych okresach rozliczeniowych.
pt_pt: Defina o dia de início do seu ciclo de faturação para corresponder à sua fatura da Octopus Energy. Isto ajuda a acompanhar com precisão os custos de energia ao longo dos períodos de faturação.
ro: Setează ziua de început a ciclului de facturare pentru a corespunde cu factura ta Octopus Energy. Acest lucru ajută la urmărirea precisă a costurilor de energie pe parcursul perioadelor de facturare.
ru: Установите день начала расчетного цикла так, чтобы он совпадал с вашим счетом от Octopus Energy. Это помогает точно отслеживать затраты на энергию в течение расчетных периодов.
sk: Nastavte si deň začiatku fakturačného cyklu tak, aby zodpovedal vašej faktúre od spoločnosti Octopus Energy. Pomáha to presne sledovať náklady na energiu v jednotlivých fakturačných obdobiach.
sl: Nastavite začetni dan obračunskega cikla, da se ujema z računom vašega Octopus Energy. Tako boste lažje natančno spremljali stroške energije v vsakem obračunskem obdobju.
sv: Ställ in din faktureringscykels startdag så att den matchar din Octopus Energy-faktura. Detta hjälper dig att noggrant följa dina energikostnader under faktureringsperioderna.
th: ตั้งค่าวันเริ่มรอบบิลของคุณให้ตรงกับใบเรียกเก็บเงิน Octopus Energy ซึ่งช่วยติดตามค่าใช้จ่ายพลังงานของคุณได้อย่างแม่นยำในช่วงรอบบิล
tr: Fatura döngüsü başlangıç gününüzü Octopus Energy faturanıza uyacak şekilde ayarlayın. Bu, fatura dönemlerinde enerji maliyetlerinizi doğru bir şekilde takip etmenize yardımcı olur.
uk: Встановіть день початку вашого білінгового циклу так, щоб він відповідав рахунку Octopus Energy. Це допомагає точно відстежувати витрати на енергію впродовж розрахункових періодів.
vi: Đặt ngày bắt đầu chu kỳ thanh toán của bạn sao cho khớp với hóa đơn Octopus Energy. Điều này giúp theo dõi chính xác chi phí năng lượng trong suốt các kỳ thanh toán.
zh_hans: 设置您的账单周期开始日以匹配您的 Octopus Energy 账单。这有助于在整个计费周期内更准确地跟踪您的能源费用。
zh_hant: 設定您的帳單週期開始日以對應您的 Octopus Energy 帳單。這有助於在整個計費週期內更準確地追蹤您的能源費用。

source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Settings Overview
ar: نظرة عامة على الإعدادات
ca: Visió general de la configuració
cs: Přehled nastavení
da: Overblik over indstillinger
de: Einstellungsübersicht
el: Επισκόπηση ρυθμίσεων
es: Resumen de configuración
fi: Yleiskatsaus asetuksiin
fr: Aperçu des paramètres
he: סקירת הגדרות
hi: सेटिंग्स का अवलोकन
hr: Pregled postavki
hu: Beállítások áttekintése
id: Ikhtisar Pengaturan
it: Panoramica delle impostazioni
ja: 設定概要
ko: 설정 개요
ms: Gambaran Keseluruhan Tetapan
nb: Innstillingsoversikt
nl: Overzicht van instellingen
pl: Przegląd ustawień
pt_pt: Visão geral das definições
ro: Prezentare generală a setărilor
ru: Обзор настроек
sk: Prehľad nastavení
sl: Pregled nastavitev
sv: Inställningsöversikt
th: ภาพรวมการตั้งค่า
tr: Ayarlar Genel Bakış
uk: Огляд налаштувань
vi: Tổng quan cài đặt
zh_hans: 设置概览
zh_hant: 設定總覽

# Settings to list more lower rates
source: Settings to list additional lower rates
ar: إعدادات لعرض مزيد من الأسعار المنخفضة
ca: Configuració per llistar més tarifes baixes
cs: Nastavení pro zobrazení více nižších sazeb
da: Indstillinger til at liste flere lavere satser
de: Einstellungen, um weitere niedrigere Tarife aufzulisten
el: Ρυθμίσεις για την εμφάνιση περισσότερων χαμηλότερων τιμών
es: Ajustes para enumerar más tarifas bajas
fi: Asetukset lisätäksesi useampia alhaisempia hintoja
fr: Paramètres pour répertorier davantage de tarifs plus bas
he: הגדרות לרשימת תעריפים נמוכים נוספים
hi: अतिरिक्त कम दरों को सूचीबद्ध करने की सेटिंग्स
hr: Postavke za popis dodatnih nižih tarifa
hu: Beállítások további alacsonyabb díjszabások felsorolásához
id: Pengaturan untuk mencantumkan lebih banyak tarif rendah
it: Impostazioni per elencare ulteriori tariffe più basse
ja: より低い料金を追加でリストする設定
ko: 추가로 더 낮은 요금을 나열하기 위한 설정
ms: Tetapan untuk menyenaraikan lebih banyak kadar yang lebih rendah
nb: Innstillinger for å liste flere lavere satser
nl: Instellingen om meer lagere tarieven weer te geven
pl: Ustawienia, aby wyświetlić więcej niższych stawek
pt_pt: Definições para listar tarifas mais baixas adicionais
ro: Setări pentru a afișa mai multe tarife reduse
ru: Настройки для отображения дополнительных более низких тарифов
sk: Nastavenia na zobrazenie ďalších nižších sadzieb
sl: Nastavitve za prikaz dodatnih nižjih tarif
sv: Inställningar för att lista ytterligare lägre priser
th: การตั้งค่าเพื่อแสดงอัตราที่ต่ำมากขึ้น
tr: Daha düşük tarifeleri listelemek için ayarlar
uk: Налаштування для відображення додаткових нижчих тарифів
vi: Cài đặt để liệt kê thêm nhiều mức giá thấp hơn
zh_hans: 设置列出更多较低的费率
zh_hant: 設定以列出更多較低的費率

source: Shows the average cost over selected periods or the next 10 lowest windows.
ar: يعرض متوسط التكلفة خلال الفترات المحددة أو أدنى 10 فترات قادمة.
ca: Mostra el cost mitjà durant els períodes seleccionats o les 10 properes finestres més baixes.
cs: Zobrazuje průměrné náklady za vybraná období nebo za 10 nejnižších nadcházejících časových úseků.
da: Viser den gennemsnitlige pris over udvalgte perioder eller de næste 10 laveste intervaller.
de: Zeigt die durchschnittlichen Kosten über ausgewählte Zeiträume oder die nächsten 10 niedrigsten Zeitfenster an.
el: Εμφανίζει το μέσο κόστος για τις επιλεγμένες περιόδους ή τα επόμενα 10 χαμηλότερα χρονικά παράθυρα.
es: Muestra el costo promedio durante los períodos seleccionados o las próximas 10 ventanas más bajas.
fi: Näyttää keskimääräiset kustannukset valituilla ajanjaksoilla tai seuraavien 10 halvimpien jaksojen aikana.
fr: Affiche le coût moyen sur les périodes sélectionnées ou les 10 prochaines fenêtres les moins chères.
he: מציג את העלות הממוצעת בתקופות הנבחרות או ב־10 המשבצות הזולות הבאות.
hi: चयनित अवधियों या आगामी 10 सबसे कम समय-खिड़कियों में औसत लागत दिखाता है।
hr: Prikazuje prosječne troškove tijekom odabranih razdoblja ili sljedećih 10 najnižih vremenskih intervala.
hu: Megjeleníti az átlagos költséget a kiválasztott időszakokban, illetve a következő 10 legalacsonyabb időablakban.
id: Menampilkan biaya rata-rata selama periode yang dipilih atau 10 jendela termurah berikutnya.
it: Mostra il costo medio nei periodi selezionati o nelle prossime 10 fasce orarie più basse.
ja: 選択した期間または次の 10 個の最安時間帯における平均コストを表示します。
ko: 선택한 기간 또는 다음 10개의 가장 낮은 시간대에 대한 평균 비용을 표시합니다.
ms: Memaparkan kos purata bagi tempoh yang dipilih atau 10 tetingkap terendah seterusnya.
nb: Viser gjennomsnittlig kostnad for utvalgte perioder eller de neste 10 laveste tidsvinduene.
nl: Toont de gemiddelde kosten voor geselecteerde periodes of de volgende 10 laagste tijdvakken.
pl: Pokazuje średni koszt w wybranych okresach lub w 10 najniższych nadchodzących przedziałach czasowych.
pt_pt: Mostra o custo médio durante os períodos selecionados ou as próximas 10 janelas mais baratas.
ro: Afișează costul mediu în perioadele selectate sau în următoarele 10 intervale cele mai mici.
ru: Показывает среднюю стоимость за выбранные периоды или следующие 10 самых низких интервалов.
sk: Zobrazuje priemerné náklady za vybrané obdobia alebo za ďalších 10 najnižších nadchádzajúcich intervalov.
sl: Prikaže povprečne stroške v izbranih obdobjih ali v naslednjih 10 najnižjih časovnih terminih.
sv: Visar den genomsnittliga kostnaden för valda perioder eller de 10 kommande lägsta tidsfönstren.
th: แสดงต้นทุนเฉลี่ยในช่วงเวลาที่เลือกหรือช่วงเวลาที่ต่ำที่สุด 10 ช่วงถัดไป
tr: Seçilen dönemler veya sonraki en düşük 10 zaman aralığındaki ortalama maliyeti gösterir.
uk: Показує середню вартість за вибрані періоди або за наступні 10 найнижчих часових проміжків.
vi: Hiển thị chi phí trung bình trong các giai đoạn đã chọn hoặc 10 khung thời gian thấp nhất tiếp theo.
zh_hans: 显示选定时间段或接下来 10 个最低时段的平均成本。
zh_hant: 顯示所選時段或接下來 10 個最低時段的平均成本。

source: Shows the current electricity rate and when it changes.
ar: يعرض السعر الحالي للكهرباء ومتى يتغير.
ca: Mostra la tarifa actual de l'electricitat i quan canvia.
cs: Zobrazuje aktuální cenu elektřiny a kdy se mění.
da: Viser den aktuelle elpris og hvornår den ændrer sig.
de: Zeigt den aktuellen Stromtarif und wann er sich ändert.
el: Εμφανίζει την τρέχουσα τιμή ηλεκτρικού ρεύματος και πότε αλλάζει.
es: Muestra la tarifa eléctrica actual y cuándo cambia.
fi: Näyttää nykyisen sähkötaksan ja milloin se muuttuu.
fr: Affiche le tarif d'électricité actuel et indique quand il change.
he: מציג את תעריף החשמל הנוכחי ומתי הוא משתנה.
hi: वर्तमान बिजली दर दिखाता है और कब बदलती है।
hr: Prikazuje trenutnu cijenu električne energije i kada se mijenja.
hu: Megmutatja az aktuális áramtarifát és mikor változik.
id: Menampilkan tarif listrik saat ini dan kapan berubah.
it: Mostra la tariffa elettrica attuale e quando cambia.
ja: 現在の電力料金と変更タイミングを表示します。
ko: 현재 전기 요금과 변경 시점을 표시합니다.
ms: Menunjukkan kadar elektrik semasa dan bila ia berubah.
nb: Viser gjeldende strømpris og når den endrer seg.
nl: Toont het huidige elektriciteitstarief en wanneer het verandert.
pl: Pokazuje bieżącą stawkę za prąd oraz kiedy się zmienia.
pt_pt: Mostra a tarifa de eletricidade atual e quando muda.
ro: Afișează tariful curent la electricitate și când se modifică.
ru: Показывает текущую ставку за электричество и время её изменения.
sk: Zobrazuje aktuálnu cenu elektriny a kedy sa mení.
sl: Prikazuje trenutno ceno elektrike in kdaj se spremeni.
sv: Visar nuvarande elpris och när det ändras.
th: แสดงอัตราค่าไฟฟ้าปัจจุบันและเวลาที่มีการเปลี่ยนแปลง
tr: Mevcut elektrik tarifesini ve ne zaman değiştiğini gösterir.
uk: Показує поточний тариф на електроенергію та коли він змінюється.
vi: Hiển thị mức giá điện hiện tại và thời điểm thay đổi.
zh_hans: 显示当前电费率以及它何时变化。
zh_hant: 顯示目前的電費率以及什麼時候會變動。

source: Shows upcoming times with the cheapest electricity rates.
ar: يعرض الأوقات القادمة بأرخص أسعار الكهرباء.
ca: Mostra els propers horaris amb les tarifes d'electricitat més econòmiques.
cs: Zobrazuje nadcházející časy s nejlevnějšími sazbami za elektřinu.
da: Viser kommende tidspunkter med de laveste elpriser.
de: Zeigt bevorstehende Zeiten mit den günstigsten Stromtarifen an.
el: Εμφανίζει μελλοντικές ώρες με τις πιο οικονομικές χρεώσεις ηλεκτρικού ρεύματος.
es: Muestra los próximos horarios con las tarifas de electricidad más baratas.
fi: Näyttää tulevat ajat, jolloin sähkö on edullisimmillaan.
fr: Affiche les prochaines périodes avec les tarifs d'électricité les plus bas.
he: מציג את הזמנים הקרובים עם תעריפי החשמל הזולים ביותר.
hi: आने वाले समय के दौरान सबसे सस्ती बिजली दरें दिखाता है।
hr: Prikazuje nadolazeća razdoblja s najjeftinijim cijenama električne energije.
hu: Megmutatja a közelgő időszakokat a legolcsóbb villamosenergia-árakkal.
id: Menampilkan waktu mendatang dengan tarif listrik termurah.
it: Mostra i prossimi orari con le tariffe elettriche più economiche.
ja: 最も安い電気料金の時間帯が今後いつかを表示します。
ko: 가장 저렴한 전기 요금이 적용되는 향후 시간대를 표시합니다.
ms: Menunjukkan masa akan datang yang mempunyai kadar elektrik termurah.
nb: Viser kommende tidspunkter med de billigste strømprisene.
nl: Toont aankomende tijdstippen met de goedkoopste elektriciteitstarieven.
pl: Wyświetla nadchodzące okresy z najtańszymi taryfami za energię elektryczną.
pt_pt: Mostra os próximos períodos com as tarifas de eletricidade mais baratas.
ro: Afișează perioadele viitoare cu cele mai ieftine tarife la energie electrică.
ru: Показывает предстоящие периоды с самыми низкими тарифами на электроэнергию.
sk: Zobrazuje nadchádzajúce časy s najlacnejšími sadzbami za elektrinu.
sl: Prikaže prihajajoče čase z najcenejšimi cenami elektrike.
sv: Visar kommande tider med de billigaste elpriserna.
th: แสดงช่วงเวลาที่จะมาถึงซึ่งมีอัตราค่าไฟฟ้าที่ถูกที่สุด
tr: Gelecek dönemdeki en ucuz elektrik tarifelerini gösterir.
uk: Показує майбутні періоди з найдешевшими тарифами на електроенергію.
vi: Hiển thị những khoảng thời gian sắp tới có giá điện rẻ nhất.
zh_hans: 显示即将到来的电费最低时段。
zh_hant: 顯示即將到來的電費最低時段。

source: Shows when rate changes
ar: يعرض متى يتغير السعر
ca: Mostra quan canvia la tarifa
cs: Zobrazuje, kdy se sazba mění
da: Viser, hvornår prisen ændres
de: Zeigt, wann der Tarif sich ändert
el: Εμφανίζει πότε αλλάζει η τιμή
es: Muestra cuándo cambia la tarifa
fi: Näyttää, milloin hinta muuttuu
fr: Indique quand le tarif change
he: מציג מתי התעריף משתנה
hi: दर कब बदलती है यह दिखाता है
hr: Prikazuje kada se cijena mijenja
hu: Megmutatja, mikor változik a díjszabás
id: Menampilkan kapan tarif berubah
it: Mostra quando la tariffa cambia
ja: 料金がいつ変わるかを表示します
ko: 요금이 언제 변경되는지 표시합니다
ms: Menunjukkan bila kadar berubah
nb: Viser når prisen endres
nl: Toont wanneer het tarief verandert
pl: Pokazuje, kiedy stawka się zmienia
pt_pt: Mostra quando a tarifa muda
ro: Arată când tariful se modifică
ru: Показывает, когда изменяется ставка
sk: Zobrazuje, kedy sa sadzba mení
sl: Prikazuje, kdaj se cena spremeni
sv: Visar när priset ändras
th: แสดงเวลาอัตราเปลี่ยนแปลง
tr: Tarife ne zaman değiştiğini gösterir
uk: Показує, коли змінюється ставка
vi: Hiển thị thời điểm giá thay đổi
zh_hans: 显示费率何时变化
zh_hant: 顯示費率何時發生變動

source: Shows you the current rate
ar: يعرض لك السعر الحالي
ca: Et mostra la tarifa actual
cs: Zobrazuje vám aktuální sazbu
da: Viser dig den aktuelle pris
de: Zeigt Ihnen den aktuellen Tarif an
el: Σάς δείχνει την τρέχουσα τιμή
es: Te muestra la tarifa actual
fi: Näyttää sinulle nykyisen hinnan
fr: Vous indique le tarif actuel
he: מציג לך את התעריף הנוכחי
hi: आपको वर्तमान दर दिखाता है
hr: Prikazuje vam trenutnu cijenu
hu: Megjeleníti az aktuális díjszabást
id: Menampilkan tarif saat ini kepada Anda
it: Ti mostra la tariffa attuale
ja: 現在の料金を表示します
ko: 현재 요금을 보여줍니다
ms: Menunjukkan kepada anda kadar semasa
nb: Viser deg gjeldende pris
nl: Toont je het huidige tarief
pl: Pokazuje aktualną stawkę
pt_pt: Mostra-lhe a tarifa atual
ro: Vă arată tariful curent
ru: Показывает текущий тариф
sk: Zobrazuje vám aktuálnu sadzbu
sl: Prikaže vam trenutno ceno
sv: Visar dig det aktuella priset
th: แสดงอัตราปัจจุบันให้คุณเห็น
tr: Size mevcut oranı gösterir
uk: Показує вам поточний тариф
vi: Hiển thị cho bạn giá hiện tại
zh_hans: 向您显示当前费率
zh_hant: 向您顯示目前費率

source: Shows you the highest rates
ar: يعرض لك أعلى الأسعار
ca: Et mostra les tarifes més altes
cs: Zobrazí vám nejvyšší sazby
da: Viser dig de højeste priser
de: Zeigt Ihnen die höchsten Tarife an
el: Σάς δείχνει τις υψηλότερες τιμές
es: Te muestra las tarifas más altas
fi: Näyttää sinulle korkeimmat hinnat
fr: Vous indique les tarifs les plus élevés
he: מציג לך את התעריפים הגבוהים ביותר
hi: आपको उच्चतम दरें दिखाता है
hr: Prikazuje vam najviše cijene
hu: Megjeleníti a legmagasabb díjakat
id: Menampilkan tarif tertinggi kepada Anda
it: Ti mostra le tariffe più alte
ja: 最も高い料金を表示します
ko: 가장 높은 요금을 보여줍니다
ms: Menunjukkan kepada anda kadar tertinggi
nb: Viser deg de høyeste prisene
nl: Toont je de hoogste tarieven
pl: Pokazuje najwyższe stawki
pt_pt: Mostra-lhe as tarifas mais altas
ro: Vă arată cele mai mari tarife
ru: Показывает самые высокие тарифы
sk: Zobrazuje vám najvyššie sadzby
sl: Prikaže vam najvišje cene
sv: Visar dig de högsta priserna
th: แสดงอัตราที่สูงที่สุดให้คุณเห็น
tr: Size en yüksek oranları gösterir
uk: Показує вам найвищі тарифи
vi: Hiển thị cho bạn giá cao nhất
zh_hans: 向您显示最高费率
zh_hant: 向您顯示最高費率

source: Shows you the lowest rates
ar: يعرض لك أقل الأسعار
ca: Et mostra les tarifes més baixes
cs: Zobrazí vám nejnižší sazby
da: Viser dig de laveste priser
de: Zeigt Ihnen die niedrigsten Tarife an
el: Σάς δείχνει τις χαμηλότερες τιμές
es: Te muestra las tarifas más bajas
fi: Näyttää sinulle alhaisimmat hinnat
fr: Vous indique les tarifs les plus bas
he: מציג לך את התעריפים הנמוכים ביותר
hi: आपको सबसे कम दरें दिखाता है
hr: Prikazuje vam najniže cijene
hu: Megjeleníti a legalacsonyabb díjakat
id: Menampilkan tarif terendah kepada Anda
it: Ti mostra le tariffe più basse
ja: 最も低い料金を表示します
ko: 가장 낮은 요금을 보여줍니다
ms: Menunjukkan kepada anda kadar terendah
nb: Viser deg de laveste prisene
nl: Toont je de laagste tarieven
pl: Pokazuje najniższe stawki
pt_pt: Mostra-lhe as tarifas mais baixas
ro: Vă arată cele mai mici tarife
ru: Показывает самые низкие тарифы
sk: Zobrazuje vám najnižšie sadzby
sl: Prikaže vam najnižje cene
sv: Visar dig de lägsta priserna
th: แสดงอัตราต่ำสุดให้คุณเห็น
tr: Size en düşük oranları gösterir
uk: Показує вам найнижчі тарифи
vi: Hiển thị cho bạn giá thấp nhất
zh_hans: 向您显示最低费率
zh_hant: 向您顯示最低費率

source: Shows you when rates are high
ar: يُظهر لك متى تكون الأسعار مرتفعة
ca: Et mostra quan les tarifes són altes
cs: Ukazuje, kdy jsou sazby vysoké
da: Viser dig, hvornår priserne er høje
de: Zeigt Ihnen an, wann die Tarife hoch sind
el: Σάς δείχνει πότε οι τιμές είναι υψηλές
es: Te muestra cuándo las tarifas son altas
fi: Näyttää, milloin hinnat ovat korkealla
fr: Vous indique quand les tarifs sont élevés
he: מראה לך מתי התעריפים גבוהים
hi: आपको दिखाता है कि दरें कब अधिक होती हैं
hr: Pokazuje kada su cijene visoke
hu: Megmutatja, mikor magasak a díjak
id: Menunjukkan kepada Anda saat tarif sedang tinggi
it: Ti mostra quando le tariffe sono alte
ja: 料金が高い時期を表示します
ko: 요금이 높을 때를 보여줍니다
ms: Menunjukkan kepada anda apabila kadar tinggi
nb: Viser deg når prisene er høye
nl: Toont wanneer tarieven hoog zijn
pl: Pokazuje, kiedy stawki są wysokie
pt_pt: Mostra-lhe quando as tarifas estão altas
ro: Vă arată când tarifele sunt ridicate
ru: Показывает, когда тарифы высокие
sk: Ukazuje, kedy sú sadzby vysoké
sl: Prikaže vam, kdaj so cene visoke
sv: Visar dig när priserna är höga
th: แสดงให้คุณเห็นเมื่ออัตราค่าไฟฟ้าสูง
tr: Oranlar yüksek olduğunda size gösterir
uk: Показує вам, коли тарифи високі
vi: Hiển thị cho bạn khi giá cao
zh_hans: 向您显示费率较高的时间
zh_hant: 向您顯示費率較高的時間

source: Simple card view to find lowest rates
ar: عرض بسيط لبطاقة للعثور على أدنى الأسعار
ca: Vista de targeta simple per trobar les tarifes més baixes
cs: Jednoduché zobrazení karty pro nalezení nejnižších sazeb
da: Enkel kortvisning til at finde de laveste priser
de: Einfache Kartenansicht zum Finden der niedrigsten Tarife
el: Απλή προβολή κάρτας για να βρείτε τις χαμηλότερες τιμές
es: Vista de tarjeta sencilla para encontrar las tarifas más bajas
fi: Yksinkertainen korttinäkymä alimpien hintojen löytämiseksi
fr: Vue carte simple pour trouver les tarifs les plus bas
he: תצוגת כרטיס פשוטה לאיתור התעריפים הנמוכים ביותר
hi: सबसे कम दरों को खोजने के लिए सरल कार्ड दृश्य
hr: Jednostavan prikaz kartice za pronalazak najnižih tarifa
hu: Egyszerű kártyanézet a legalacsonyabb díjak felderítéséhez
id: Tampilan kartu sederhana untuk menemukan tarif terendah
it: Visualizzazione semplice a scheda per trovare le tariffe più basse
ja: 最安料金を見つけるシンプルなカードビュー
ko: 가장 낮은 요금을 찾기 위한 간단한 카드 보기
ms: Paparan kad ringkas untuk mencari kadar terendah
nb: Enkel kortvisning for å finne laveste priser
nl: Eenvoudige kaartweergave om de laagste tarieven te vinden
pl: Prosty widok karty w celu znalezienia najniższych stawek
pt_pt: Vista de cartão simples para encontrar as tarifas mais baixas
ro: Vizualizare simplă de tip card pentru a găsi cele mai mici tarife
ru: Простое карточное представление для поиска самых низких тарифов
sk: Jednoduchý kartový náhľad na vyhľadanie najnižších sadzieb
sl: Preprost pogled kartice za iskanje najnižjih cen
sv: Enkel kortvy för att hitta de lägsta priserna
th: มุมมองการ์ดแบบง่ายเพื่อค้นหาอัตราที่ถูกที่สุด
tr: En düşük tarifeleri bulmak için basit kart görünümü
uk: Простий картковий вигляд для пошуку найнижчих тарифів
vi: Chế độ xem thẻ đơn giản để tìm mức giá thấp nhất
zh_hans: 简易卡片视图寻找最低费率
zh_hant: 簡易卡片視圖以尋找最低費率
